Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/jijnjh-gaejhtoe-tusen-takk-traaante.html.tmx
Source language: nob
Languages: sme

source: Sametingspresident Vibeke Larsen takker alle sammen som deltok og arrangerte Tråante 2017.
sme: Sámedikki presideanta Vibeke Larsen giitá buohkaid geat serve ja lágiidedje Tråante 2017 doaluid.

source: Vi har nå lagt bak oss en fantastisk feiring av jubileumsuka under Tråante 2017 der samer fra alle de fire landene igjen samlet seg.
sme: Mis lea leamaš erenoamáš suohttasis ávvovahkku, Tråante 2017 gosa sámit buot 4 riikkas ledje čoagganan.

source: Jeg tror at Elsa Laula Renberg ville ha vært svært stolt og glad dersom hun fikk oppleve hvordan den samiske kulturen preget Trondheim gjennom hele uka.
sme: Mun jáhkán ahte Elsa Laula Renberg livččii lean rámis ja ilus jos son livččii beassan vásihit movt sámi kultuvra lei oidnosis Tråantes miehtá vahku.

source: Jeg vil takke dere alle som tok del av feiringen, som vi vil minnes som en opplevelse for livet og som en verdig markering av 100-årsjubileet for det første samiske landsmøtet.
sme: Mun háliidan giitit din buohkaid geat searvvaidet ávvudeapmái, mii muitit dán dáhpáhusa guhkká ja vuosttaš sámi riikačoahkkima 100-jagi ávvudeami árvvolaš čalmmusteapmin.

source: Tusen takk til Trondheim by og alle dets innbyggere som tok oss hjertelig imot med vaiende sameflagg og store smil i gatene.
sme: Eatnat giitu Tråante gávpogii ja buot dan ássiide geat válde min váimmolaččat vuostá, gos libardedje sámeleavggat ja olbmot moddjájedje midjiide čábbát.

source: Feiringen av den samiske nasjonaldagen 6. februar betyr mye for oss.
sme: Sámi álbmotbeaivvi, guovvamánu 6. b. ávvudeapmi lea midjiide hui deaŧalaš.

source: Det er en dag hvor vi blir sett og anerkjent – og en dag hvor vi feirer vårt grenseløse fellesskap.
sme: Dán beaivvi leat mii oidnosis ja dohkkehuvvon – ja beaivi goas mii ávvudit min rájáhis oktavuođa.

source: Det betyr mye for oss når barnehager, skoler og kommuner flagger med det samiske flagget og feirer dagen med oss.
sme: Midjiide lea hui deaŧalaš dat go mánáidgárddit, skuvllat ja gielddat levgejit sámeleavggain ja ávvudit beaivvi minguin ovttas.

source: Det varmer våre hjerter og gir oss håp.
sme: Dat ligge min váimmuid ja addá midjiide doaivaga.

source: I år var det veldig rørende å se utover et fargerikt folkehav på Torvet i Trondheim der stolte samer fra alle de fire landene sto side om side med representanter fra majoritetssamfunnene.
sme: Dán jagi guoskkahii min hui sakka dat go oinniimet girjás olmmošvalvvi Torggas Tråantes, gos sámit buot njealji riikkas goargadit čužžo bálddalagaid ovttas majoritehta servodaga ovddasteddjiiguin.

source: Sterke sørsamiske kvinner samlet for 100 år siden samene til det første samiske landsmøtet i 1917.
sme: Nana máttasámi nissonolbmot čoagganedje 100 jagi dás ovdal vuosttaš sámi riikačoahkkimii 1917:s.

source: Mye positivt har skjedd siden da, men det er fremdeles langt igjen.
sme: Ollu mii lea dáhpáhuvvan dan rájes, muhto ain lea ollu bargu ovddabealde.

source: Mange av de sakene som Elsa Laula Renberg og landsmøtet jobbet med for 100 år siden er like aktuelle i dag.
sme: Ollu dat áššit maiguin Elsa Laula Renberg ja riikačoahkkin barge 100 jagi dás ovdal, leat seamma áigeguovdilat dál.

source: De samiske språkene er truet, samiske skoler nedlegges, samiske næringer som reindrift og kystfisket blir svekket av vindkraft, gruvedrift og oppdrett i fjordene.
sme: Sámegielat leat áitojuvvon, sámi skuvllat heaittihuvvojit, sámi ealáhusat nugo boazodoallu ja riddobivdu geahnohuhttojuvvojit bieggafámu, ruvkedoaimma geažil, ja guollebiebmama geažil vuonain.

source: Fortsatt er det foreldre som kjemper for en plass for barnet sitt i samisk barnehage eller for at ungene skal få undervisning i og på samisk.
sme: Ain fertejit vánhemat dáistalit iežaset mánáide saji sámi mánáidgárddis dahje ahte mánat galget oažžut oahpahusa sámegielas ja sámegillii.

source: Barna er vår fremtid.
sme: Mánát leat min boahtteáigi.

source: Det er de som skal bære språk og kultur videre.
sme: Sii dat galget guoddit giela ja kultuvrra viidáseappot.

source: I år markerer vi den samiske kampen for demokrati, rettferdighet og mangfold gjennom hundre år.
sme: Dán jagi čalmmustit mii sámi dáistaleami demokratiija, rievttalašvuođa ja girjáivuođa dihtii, maŋimuš čuohte jagi mielde.

source: Vi markerer vår historie, vår kultur og språk og vårt felleskap som ett folk.
sme: Mii čalmmustit min historjjá, kultuvrra ja giela, ja min oktavuođa oktan álbmogin.

source: Jubileumsuken i Trondheim har bidratt til at flere har fått mer kjennskap til samisk språk og kultur, og vi har fått mange nye gode venner som bryr seg om det samiske.
sme: Ávvovahkku Tråantes lea dagahan ahte eanet olbmot leat oahpásmuvvan sámi gillii ja kultuvrii, ja mii leat ožžon ollu ođđa buriid ustibiid geat beroštit sámevuođas.

source: Det er en god tanke å ha med seg inn i resten av jubileumsåret.
sme: Dát lea buorre vásihus váldit mielde loahppa ávvojahkái.

source: Tråante 2017 har gitt oss alle ny giv og håp i arbeidet for samisk demokrati og samfunnsutvikling.
sme: Tråante 2017 lea addán midjiide buohkaide ođđa álggu ja doaivaga bargat sámi demokratiija ja servodatovddideami ovdii.

source: Vi behøver fortsatt deres støtte i arbeidet med å sikre en sterk samisk tilstedeværelse også i framtiden.
sme: Mii dárbbašit ain dis doarjaga nana sámi čalmmusteami sihkkarastima dihtii maiddái boahtteáiggis.

source: Vibeke Larsen, sametingspresident
sme: Vibeke Larsen, sámediggepresideanta
